experiments/redis_contention/redis_numactl_same_node_vtune/clients_4_threads_1_pipeline_1_multi_key_50/loaded_pairs_40/pair_28/redis.out
1         Threads
4         Connections per thread
60        Seconds


ALL STATS
============================================================================================================================
Type         Ops/sec     Hits/sec   Misses/sec    Avg. Latency     p50 Latency     p99 Latency   p99.9 Latency       KB/sec 
----------------------------------------------------------------------------------------------------------------------------
Sets            0.00          ---          ---             ---             ---             ---             ---         0.00 
Gets         9703.43    485171.19         0.53         0.41143         0.41500         0.50300         0.60700    500461.94 
Waits           0.00          ---          ---             ---             ---             ---             ---          --- 
Totals       9703.43    485171.19         0.53         0.41143         0.41500         0.50300         0.60700    500461.94